{ "data" :
    [
        {
            "view": "Attendance",
            "description": "For all absences you must complete an LCOM Abscence Request Form and submit in Oasis. This includes full days, late arrivals, early departure and appointments. This does not apply to times when you have no scheduled clerskip activities.\n\nIn addition to that LCOM requirement, you need to notify your clinical team and clerkship team about your absence. The clerkship team can be notified below.\n\nAbsences may require make up."
        },
        {
            "view": "ClinicService",
            "description": "The clinic experience varies slightly from site to site. But all sites during clinic, students should do the folowing.\n\n• Dress in business casual attire and wear your white coat and your badge. No open toed shoes.\n• Go to a variety of clinics (if applicable) and see low risk ob patients, high risk ob patients, ob us, gyn us, oncology patients, infertility patients, urogyn patients, general gyn patients, colposcopy, etc.\n• Try to  avoid being in the same clinic as another medical student, NP student or PA student.\n• In clinic you should practice taking histories, doing general exams, presenting patients, doing breast and pelvic exams with speculums and pap smears.\n• You Should observe bedside manner, patient education, informed consent."
        },
        {
            "view": "InpatientGynService",
            "description": "You will be evaluated on your performance on the inpatient surgical service and in the operating room. This includes not just your surgical ability, but your understanding of the indications for surgery, the patients pertinent medical history, the relevant anatomy, and the basic steps of the surgical procedure. You will also be assessed on your care for post-op patients, medical admissions, ER admissions, and consults.",
        },
        {
            "view": "MidRotation",
            "description": "Mid-rotation feedback is a mandatory requirement of the LCME for all students during all clerkships. All clerkships at all sites are required to give formal, face-to-face mid-rotation feedback to all students using a standardized form.\n\nYou will complete the student section of the required form prior to your scheduled meeting. The Coordinator Team will send you a link to the form for you to complete and save before your meeting - plase be sure to only complete the student sections (marked in green).\n\nNote: you and the faculty member will share the 'strengths and areas for improvement' boxes. The same form will be opened and finalized during your mid-rotation meeting. You and the faculty member should submit the completed form together prior to ending your metting.\n\n• Your mid-rotation feedback sessions are generally scheduled around week 3.\n• For UVMMC - These are scheduled with Dr. Morris or Dr. Ruhotina. Scheduled meeting times can be found on the schedule above or individual schedules.\n• For other VT Campus Sites (CVPH, CVMC, Porter & RRMC) - Please reach out to Sara Tourville if you do not know when your meeting is scheduled for at your site.\n• Please remember to have your RCEs Tracker up-to-date, complete the self-assessment portion of the required form, and have your clinical reasoning case selected. Please also email the faculty member in advance to inform them of your case choice.",
        },
        {
            "view": "RCE",
            "description": "The required clinical encounters tracker will be used to track your patient interactions and RCEs goals. The Clerkship App holds a list of the trackable encounters that should be entered.\n\nSDoH - Please check this box for any encounter you log if you feel that social drivers of health played an important role in the patient's care. Then note (on the description box) 1-2 social driver(s) that most impacted their care.\n\nImportant Information\nSubmissions should be entered along the way as the system has a 2 week rolling entry window. You will not be able to enter interactions further than 2 weeks back from the day of entry.\n\nOne patient encounter can be used to meet numerous tracker requirements.\n\nReview your tracker at mid-rotation to make sure you are on track to meet the required experiences.\n\nCompletion Requirement\nThe Larner College of Medicine requires a fully completed tracker and it is the expectation that you supplement any missed experiences with another learning activity to meet that requirement.\n\nPlease use the list of alternative experiences to log any tracker requirement that you missed during your orientation simulation activities, pelvic & breast refresher and/or CSE or by completing the corresponding APGO topic in your mandatory uWise requirement.\n\nNo more than 25% of the tracker can be met by alternative experiences.\n\nTo list an alternative experience in the tracker please use XXX for initials and indicate the work you completed for the requirement(APGO questions/cases, simulation, refresher, CSE, etc.)\n\nIf your tracker is incomplete at the time of grade submission you will receive a final grade of INCOMPLETE until the tracker is fully compelted.",
        },
        {
            "view": "SummativeClerkship",
            "description": "Summative Clerkship evaluations can be requested from faculty physicians, residents, NPs, PAs and CNMs - atleast one must be from an attending. Students should submit the names of those they select to complete these evaluations using the request button above.\n\nStudents are required to pick a minimum of 4 (max 6) providers over the course of the rotation. At UVMMC each student is assigned a Continuity Provider during their clinical weeks - this provider will automatically complete a service evaluation.",
        },
        {
            "view": "BreastExam",
            "description": "-Knocks on door\n-Verifies patient name (before beginning HPI)\n-Introduced self\n-Describes role\n-Establishes rapport\n-Conveys empathy\n-Demonstrates concern for patient's physical comfort (pulls out table if needed, etc.; verbal inquiry required in cases where patient is visibly uncomfortable)\n-Demonstrates concern for patients modesty\n-Professional dress and demeanor\n-Encounter is structured and time efficient\n-Inspect breasts w/ patient seated (view all side)\n-Inspect while patient holds hands against hips and press inward (view from all side)\n-Palpate supraclavicular nodes\n-Palpate infraclavicular nodes\n-Palpate axillae (Support arm and wrist with examiner hand)\n-Palpate axillae (Ask patient to relax arm being examined)\n-Palpate axillae (Cup fingers together and reach as high as possible into the apex of the axillae)\n-Palpate axillae (Press fingers toward the chest wall)\n-Student instructs patient to lie down and raise arm and rest hand on forehead for breast palpation (same side arm)\n-Breast Palpation : Bilateral (Uses middle 3 fingers of hand to palpate breast)\n-Starts on the top of breast\n-Starts on the axillary side\n-Uses 3 types of pressures, starts with light, then medium, then firm\n-Exam is not unduly painful, fingers never lose contact with skin, all palpation is on skin, never over gown\n-Palpates with overlapping dime sized circular motions\n-Uses vertical strip technique (from top to bottom and bottom to top)\n-Palpates over nipples\n-Palpates over tail of spence\n-Student palpates thoroughly, from mid axillary line to lateral edge of sternum and from clavicale to bra line",
        },
        {
            "view": "LaborTriage",
            "description": "Reviews available patient records\n\nIntroduces self and role\n\nAsks about\n-Contraction onset, strength and frequency\n-Leakage of fluid\n-Vaginal bleeding\n-Fetal movement\n-Last cervical exam, if any\n\nReviews present pregnancy history\n-Any complications?\n-Fetal growth appropriate?\nFetal presentation at last US/SVE?\n\nReviews past pregnancy history\n-Any complications?\n-Mode of delivery?\n-Largest birth weight?\n\nReviews PMH, PSH, Meds, Allergies\n\nReviews Rh and GBS status\n\nReviews FHT and determines category\n\nReviews tocometry\n\nPerforms leopolds for estimated fetal weight and presentation\n\nIs present for SVE and/or SROM check\n\nCreates assessment and plan for patient\n\nWrites triage note",
        },
    ]
}

// SCHEDULE & surgical inst WONKY


/**
 {
     "view": "FamilyPlanningSession",
     "description": "Prior to orientation day you are required to read the Pregnancy Counseling document. The Global Abortion Information is optional reading.\n\nYou will being the session with a short survey\n\nThe goals for this session are:\n• Learn how abortion fits into ob/gyn training and clinical practice\n• Briefly review medical management of abortion: medications and procedires used, possible complications of abortions and isues of fetal viability\n• Discuss abortion regulation and recent changes, locally and nationally\n• Improve your comfort in discussing abortion with patients, colleagues and others",
     "note": "All abortion training/exposure is optional - we fully support students who opt not to participate in these procedures."
 },
 {
     "view": "APGO",
     "topics": "APGO's Medical Student Education Objectives cover a total of 58 OBGyn topics.\n\nYou are encouraged to use the videos and cases to prep your knowledge base for encounters you have coming up, to follow-up experiences you've had and to study for the shelf exam.\n\nuWiseQuestions\nYou are required to complete 3 sets of 10 uWise quizzes, based on each service, for a total of 30 topics with a score of 70+. You will submit your APGO transcript, via the Clerkship App, at the end of each 2 weeks, with the final transcript being submitted to VIC Portal by the end of the rotation.\nNote: quizzes only appear on your APGO transcript when you score 70+ and you are able to retake the quizzes as many times as necessary.",
     "requirements": "Cases\nWhen going through the cases think less about the diagnosis (endometriosis) and more about what the patients cheif complant (dyspareunia) might be or how the patient would present. In general, it is best to link your learning with experiences you are seeing in the clincal enviroment. So for example, if you saw a patient in the clinic that has dyspareunia then that day I would recommend watching video #38 and # 39 on endometriosis and pelvic pain and working through case #38 and #39. Think about how pelvic pain from ovarian torsion might differ from nephrolithiasis, etc. Think about how the history, physical exam, teests distinguish one diagnosis for pelvic pain from the other. ",
 },
 */
